"livechat.inputfield.questionplaceholder" = "Introduceți întrebarea";
"livechat.inputfield.messageplaceholder" = "Mesaj";
"livechat.inputfield.feedbackplaceholder" = "Introduceți aici feedbackul dvs...";
"livechat.inputfield.commentplaceholder" = "Comentariu";
"livechat.headertitle.department" = "Alegeţi departamentul";
"livechat.headertitle.feedback" = "Lăsaţi o sugestie";
"livechat.button.send" = "Trimitere";
"livechat.button.ok" = "OK";
"livechat.button.photolibrary" = "Bibliotecă foto";
"livechat.button.sendPhoto" = "Trimitere fotografie";
"livechat.button.takescreenshot" = "Captură de ecran";
"livechat.button.cancel" = "Revocare";
"livechat.button.open" = "Deschidere";
"livechat.button.copy" = "Copiere";
"livechat.button.submit" = "TRIMITERE";
"livechat.button.back" = "< Înapoi";
"livechat.button.select" = "Select";
"livechat.button.arrow" = "<";
"livechat.button.backButton" = "Înapoi";
"livechat.message.savetolibrary" = "Salvare în Albume";
"livechat.message.offlineSend" = "Trimis offline";
"livechat.message.secs" = "%@ sec.";
"livechat.message.sec" = "%@ sec.";
"livechat.message.newmessage" = "%@ mesaj nou";
"livechat.message.newmessages" = "%@ mesaje noi";
"livechat.message.chattransfered" = "Chat transferat. Bună ziua,%@ aici!! Aș fi încântat să vă ajut în continuare.";
"livechat.message.agenjoinedchat" = "%@ s-a alăturat conversației.";
"livechat.message.sessionended" = "Sesiune încheiată - #%@";
"livechat.message.sessionendednovisitid" = "Sesiune încheiată";
"livechat.message.connectedto" = "Conectat la %@";
"livechat.message.sessionendtime" = "Sesiunea de chat se va încheia în %@";
"livechat.message.chatmissed" = "Vom reveni curând la dvs.";
"livechat.message.defaultthankmsg" = "Vă mulțumim că ne-ați contactat! \n Vă rugăm să ne lăsați o evaluare și feedback.";
"livechat.ratingresponse.ratingandfeedback" = "Vă mulțumim pentru evaluare și feedback";
"livechat.ratingresponse.feedback" = "Vă mulțumim pentru feedbackul valoros";
"livechat.ratingresponse.rating" = "Vă mulțumim pentru evaluarea valoroasă";
"livechat.message.name" = "Eu";
"livechat.ratingmessage.bad" = "Rău";
"livechat.ratingmessage.good" = "Bun";
"livechat.ratingmessage.wow" = "Super";
"livechat.feedbackmessage.nofeedback" = "Niciun feedback";
"livechat.connectionstatus.online" = "Online";
"livechat.connectionstatus.offline" = "Offline";
"livechat.connectionstatus.connecting" = "Se conectează";
"livechat.connectionstatus.waitingfornetwork" = "Se așteaptă rețeaua";
"livechat.connectionstatus.noconnection" = "Nicio conexiune de rețea...";
"livechat.day.morning" = "Dimineața";
"livechat.day.afternoon" = "După-amiaza";
"livechat.day.evening" = "Seara";
"livechat.day.night" = "Noaptea";
"livechat.day.today" = "Astăzi";
"livechat.day.yesterday" = "Ieri";
"livechat.fileSize.exceed.alert" = "Dimensiunea fișierului depășește limita maximă admisă";


//

"livechat.message.sessionend" = "Sesiunea de chat se va încheia";

"livechat.leave.feedback" = "Vă mulțumim că ne-ați contactat! \n Spuneți-ne părerea dvs.";

"livechat.offline.sent" = "Trimis offline";

"livechat.conversation.gif" = "gif";

"livechat.conversation.image" = "image";

"livechat.conversation.vidoe" = "video";

"livechat.conversation.audio" = "audio";

"livechat.conversation.file" = "fișier";

"livechat.conversation.location" = "locație";

"livechat.conversation.contact" = "contact";

"livechat.ongoing.typing" = "tastează";

"livechat.offline.message" = "Nu suntem aici în acest moment. Lăsați-ne un mesaj și vă căutăm noi cât de repede posibil.";

"livechat.start.chat" = "Începeți chatul";

"livechat.recently.viewed" = "Recent vizualizate";

"livechat.faq.srarch.empty" = "Oh! Articolul pe care îl căutați este încă în construcție! Reveniți puțin mai târziu!";

"livechat.faq.search" = "Căutare articol";

"livechat.conversation" = "Conversații";

"livechat.faq" = "Baza de cunoștințe";

"livechat.conversation.search.empty" = "Hopa! Se pare că nu există cuvântul tastat în conversația existentă. Încercați alt cuvânt!";

"livechat.conversation.attended" = "în %@ cu %@"; //in zylker with andrew

"livechat.conversation.missed" = "Ratate în %@";//Missed in sales

"livechat.conversation.search" = "Căutare conversație";

"livechat.conversation.empty" = "Nicio conversație încă! Sunteți doar la un clic distanță de conectarea cu experții noștri.";

"livechat.faq.empty" = "Modulul nostru de articole se află încă în construcție!";

"livechat.conversaiton.awaiting" = "Se așteaptă conectarea...";

"livechat.faq.article" = "articole";

"livechat.faq.articles" = "articole";

"livechat.faq.view" = "vizualizări";

"livechat.faq.views" = "vizualizări";


"livechat.button.endsession" = "Terminare sesiune";
"livechat.message.missedChat" = "Chat ratat";
"livechat.message.sharedfile" = "A partajat un fișier";
"livechat.message.suggestions" = "Sugestii";
"livechat.message.like" = "Apreciere";
"livechat.message.dislike" = "Nu-mi place";
"livechat.message.timezone" = "Fus orar";
"livechat.message.date" = "Data";//
"livechat.message.time" = "Oră";//
"livechat.message.from" = "De la";//
"livechat.message.to" = "Către";//
"livechat.message.speaker" = "Difuzor";
"livechat.message.settings" = "Setări";
"livechat.message.okay" = "Ok";
"livechat.button.dnt" = "Nu urmări";
"livechat.button.gotit" = "Am înţeles!";
"livechat.button.learnmore" = "Aflați mai multe";
"livechat.button.accept" = "Acceptare";
"livechat.button.decline" = "Refuz";
"livechat.message.slidetodelete" = "Glisați pentru ștergere";
"livechat.message.holdtorecord" = "Mențineți pentru înregistrare, Eliberați pentru oprire";
"livechat.permission.microphone" = "Permiteți accesul la microfonul dispozitivului pentru a înregistra și trimite mesaje vocale.";
"livechat.buttton.later" = "Mai târziu";
"livechat.message.permission" = "Navigați la setările aplicației";
"livechat.message.angry" = "Mânios";
"livechat.message.sad" = "Trist";
"livechat.message.neutral" = "Neutru";
"livechat.message.good" = "Bun";
"livechat.message.great" = "Minunat";

"livechat.message.chattransfering" = "%@ transferă acest chat la %@.";
"livechat.message.forwardsupport" = "%@ transferă acest chat.";
"livechat.message.forwardaccepted" = "Chat-ul a fost redirecționat la %@ cu succes.";

"livechat.button.done" = "Finalizat";
"livechat.button.skip" = "Omite";
"livechat.button.confirm" = "Confirmare";
"livechat.message.bookslot" = "Rezervați un loc";

"livechat.message.verybad" = "Foarte prost";
"livechat.message.neutral" ="Neutru";
"livechat.message.pickdate" = "Alegeți o dată";
"livechat.message.pickslot" = "Alegeți un interval de timp";
"livechat.message.pickloc" = "Alegeți o locație";
"livechat.message.location" = "Locație";
"livechat.message.curloc" = "Trimiteți locația curentă" ;
"livechat.message.selloc" = "Trimiteți locația selectată";

"livechat.message.changeemail" = "Modificare adresă de e-mail";
"livechat.message.translateconsent" = "Traducere Google";
"livechat.message.chatconsent" = "Consimțământ chat";
"livechat.message.trackconsent" = "Consimțământ pentru monitorizare";
"livechat.chatconsent.message" = "Făcând clic pe Acceptare, sunteți de acord cu termenii și condițiile specificate în acest document.";
"livechat.trackconsent.message1" = "Bună! Urmărim activitățile pe care le faceți în aplicație pentru a vă oferi o experiență mai bună cu aplicația.";
"livechat.trackconsent.message2" = "Bună! Urmărim activitățile pe care le faceți în aplicație pentru a vă oferi o experiență mai bună cu aplicația. Dar dacă nu mai doriți acest lucru, faceți clic pe opțiunea „Nu urmări”.";
"livechat.message.cardmask" = "Mascare card de credit";
"livechat.creditcard.message" = "Deoarece numărul de card este o informație destul de personală, doriți să mascăm primele 12 cifre din numărul de card?";
"livechat.button.mask" = "Mascare";
"livechat.message.emailtranscript" = "Sunteți pe cale să trimiteți pe e-mail transcrierea acestei conversații la %@.";


"livechat.message.continuesession" = "Sesiunea dvs. de chat cu noi s-a încheiat. Mai aveți nelămuriri care trebuie clarificate? Faceți clic pe Continuare pentru a discuta cu noi.";
"livechat.button.sendemail" = "Trimitere transcriere chat pe e-mail";
"livechat.button.continue" = "Continuati";
"livechat.message.typeemail" = "Introduceți adresa dvs. de e-mail";
"livechat.message.mailsent" = "E-mail trimis cu succes";
"livechat.message.mailfailed" = "Trimiterea mesajului nu a reușit";

"livechat.button.yes" = "DA";
"livechat.button.no" = "NU";
"livechat.message.connectohuman" = "Aveți nevoie de ajutor de la o persoană?";


"livechat.message.downloading" = "Se descarcă";
"livechat.message.uploading" = "Se încarcă";

"livechat.message.sendphoto" = "Trimitere 1 fotografie";
"livechat.message.sendvideo" = "Trimitere 1 video";

"livechat.message.sendphotos" = "Trimitere %@ fotografii";
"livechat.message.sendvideos" = "Trimitere %@ video-uri";


"livechat.message.senditems" = "Trimitere %@ elemente";

"livechat.message.saved" = "Salvate";
"livechat.message.screenshot" = "Atingeți pentru a captura";

"livechat.message.time.yearsago" = "cu %@ ani în urmă";
"livechat.message.time.monthsago" = "cu %@ luni în urmă";
"livechat.message.time.weeksago" = "cu %@ săpt. în urmă";
"livechat.message.time.daysago" = "cu %@ zile în urmă";
"livechat.message.time.hoursago" = "cu %@ ore în urmă";
"livechat.message.time.minutesago" = "cu %@ min. în urmă";
"livechat.message.time.secondsago" = "cu %@ sec. în urmă";
"livechat.continue.chat" = "Continuare conversație";
"livechat.conversation.started" = "în %@";
"livechat.message.sendfeedback" = "Trimiteți feedback";
"livechat.message.sessionendtime" = "Sesiunea de chat se va încheia în %@";

"livechat.message.recieveimage" = "%@ v-a trimis o imagine";
"livechat.message.recievevideo" = "%@ v-a trimis un video";
"livechat.message.recievegif" = "%@ v-a trimis un GIF";
"livechat.message.recievefile" = "%@ v-a trimis un fișier";
"livechat.message.recieveaudio" = "%@ v-a trimis un clip audio";
"livechat.message.sharescreenshot" = "Partajare captură ecran";

//FORMS
"livechat.message.defaultthankmsg" = "E plăcerea mea să discut azi cu dvs. Acordați-ne un moment şi dați-ne o evaluare.";

"livechat.message.rate.1star" = "Ne pare rău că nu v-am putut ajuta. Ne vom îmbunătății asistența.";
"livechat.message.rate.2star" = "Scuze! Vă vom asigura o experiența mai bună data viitoare.";
"livechat.message.rate.3star" = "Vă mulțumim pentru evaluare! Nu ezitați să ne contactați dacă mai aveți nevoie de asistență.";
"livechat.message.rate.4star" = "Vă mulțumim pentru evaluare. Suntem bucuroși să vă ajutăm.";
"livechat.message.rate.5star" = "Uau, vă mulțumim!  Suntem bucuroși să vă ajutăm";

"livechat.message.feedback" = "Vă mulțumim pentru feedback.";

"livechat.message.state.connecting" = "Conectare";
"livechat.message.state.connected" = "Conectat";

"livechat.message.inputcard.title.name" = "Introduceți numele";
"livechat.message.inputcard.title.phone" = "Introduceți contactul";
"livechat.message.inputcard.title.url" = "Introduceți adresa URL";
"livechat.message.inputcard.title.email" = "Introduceți adresa de e-mail";

"livechat.message.inputcard.error.name" = "Introduceți un nume valid";
"livechat.message.inputcard.error.email" = "Introduceți o adresă de e-mail validă";
"livechat.message.inputcard.error.contact" = "Introduceți un număr contact valid";
"livechat.message.inputcard.error.url" = "Introduceți o adresă URL validă";

"livechat.message.form.inline.introduction" = "Ajutați-ne să știm cu cine discutăm.";
"livechat.message.form.inline.chatmessage" = "Oferiți-ne câteva detalii pentru a începe o conversație.";
"livechat.message.form.inline.buttontitle" = "Completare formular";

"livechat.message.form.field.error.question" = "Introduceți întrebarea";
"livechat.message.form.field.question" = "Introduceți aici întrebarea";
"livechat.message.form.field.campaign" = "Doriți să vă abonați la buletinul nostru informativ?";

"livechat.message.form.field.error.unknown" = "Răspunsul dat este nevalid.";

"livechat.message.form.field.department.fieldname" = "Departament";
"livechat.message.form.field.department.message" = "Selectați departamentul la care să fie trimisă solicitarea dvs.";
"livechat.message.form.field.department.placeholder" = "Alegeți un departament";
"livechat.message.form.field.department.coversation.error" = "Selectați un alt departament.";
"livechat.message.form.field.department.traditional.error" = "Alegeți un departament valid";



"livechat.message.form.field.email.fieldname" = "E-mail";
"livechat.message.form.field.email.message" = "Putem să vă trimitem un e-mail la?";
"livechat.message.form.field.email.placeholder" = "Introduceți adresa dvs. de e-mail";
"livechat.message.form.field.email.coversation.error" = "Adresă de e-mail introdusă pare să nu fie corectă. Introduceți din nou adresa dvs. de e-mail.";
"livechat.message.form.field.email.traditional.error" = "Introduceți o adresă de e-mail validă";



"livechat.message.form.field.phone.fieldname" = "Telefon";
"livechat.message.form.field.phone.message" = "Puteți să ne spuneți numărul dvs. de contact?";
"livechat.message.form.field.phone.placeholder" = "Introduceți numărul dvs. de contact";
"livechat.message.form.field.phone.coversation.error" = "Număr de telefon introdus pare să nu fie corect. Introduceți din nou numărul dvs. de telefon.";
"livechat.message.form.field.phone.traditional.error" = "Introduceți un număr de telefon valid";


"livechat.message.form.field.name.fieldname" = "Nume";
"livechat.message.form.field.name.message" = "Care este adresarea dorită?";
"livechat.message.form.field.name.placeholder" = "Introduceți-vă numele";
"livechat.message.form.field.name.coversation.error" = "Numele pe care l-ați introdus nu pare în regulă. Introduceți numele dvs. din nou.";
"livechat.message.form.field.name.traditional.error" = "Introduceți un nume valid";

"livechat.button.sure" = "Sigur";
"livechat.message.form.conversation.sendername" = "Operator";
"livechat.message.form.traditional.title" = "Detalii utilizator";

"livechat.message.error.internet" = "Verificați conexiunea de internet.";
"livechat.message.error.unknown" = "Hopa! Ceva nu a mers cum trebuie. Încercați din nou";


//REOPEN
"livechat.message.error.internet" = "Verificați conexiunea de internet.";
"livechat.message.error.unknown" = "Hopa! Ceva nu a mers cum trebuie. Încercați din nou";
"livechat.conversation.started_no_dept" = "cu %@";
"livechat.message.reopensession" = "Sesiunea dvs. de chat s-a încheiat. Puteți să redeschideți chatul dacă mai aveți întrebări.";
"livechat.message.failiure.unknown" = "Ceva nu a mers cum trebuie. Cod eroare: %@";
"livechat.message.failiure.throttle" = "Conexiune strangulată. Încercați mai târziu.";
"livechat.button.reopen" = "Redeschidere chat";
"livechat.message.conversation.reopened" = "Ați redeschis chatul";
"livechat.message.sendblocked.ended" = "Acest chat s-a terminat";
"livechat.message.conversation.operatorsunavailable" = "Niciun operator disponibil";
"livechat.message.conversation.waiting" = "Operatorul va intra imediat";
"livechat.message.conversation.formwaiting" = "Se așteaptă detaliile dvs.";

"livechat.message.chatwithus" = "Conversați cu noi acum!";
"livechat.message.search" = "Căutare";
"livechat.rate.titlemessage" = "Cum a fost conversația cu noi?";
"livechat.rate.subtitlemessage" = "Acordați-ne un moment și dați-ne o evaluare";
"livechat.message.time.justnow" = "Chiar acum";
"livechat.message.file" = "Fișier";
"livechat.message.missed.message" = "Ne pare rău că v-am ratat! Revenim la dvs. în scurt timp!";
"livechat.message.connection.online.message" = "Înapoi online!";

"salesiq.chat.branding" = "Bazată pe SalesIQ Mobilisten";
"livechat.button.download" = "Descărcare";
"livechat.alert.formactivenotice.title" = "Formular active în alt chat";
"livechat.alert.formactivenotice.subtitle" = "Completați formularul din chatul anterior înainte de a iniția un nou chat!";
"livechat.message.offlinemessage.submitted" = "Mesaj offline transmis";
"livechat.message.storage_permission.denied" = "Permisiuni de stocare refuzate.";
"livechat.message.timedout" = "Expirat";
"livechat.message.success" = "Succes";
"livechat.message.faliure" = "Eșuat";

"livechat.message.widget.selectionlimit" = "Limită selecții atinsă";
"livechat.message.noresult" = "Nu s-au găsit rezultate";
"livechat.message.waitingforconnection" = "Se așteaptă conexiunea de rețea";
"livechat.message.chat.closedalert" = "Sesiune închisă! Deschideți din nou chat-ul pentru a continua.";

"livechat.message.info.chatmissed" = "Am ratat cererea dvs. din chat";
"livechat.message.status.sending" = "Se trimite";
"livechat.message.status.sent" = "Trimise";
"livechat.message.status.resend" = "Retrimitere";
"livechat.message.status.delete" = "Ștergere";
"livechat.message.inputcard.error.novalue" = "Introduceți o valoare validă";

"livechat.chat.pendingaction.placeholder" = "Vă rugăm să așteptați.";
"livechat.chat.sender.profanity.alert" = "Alertă abuz";
"livechat.chat.queue.banner.calculating" = "Se calculează timpul de așteptare...";
"livechat.chat.queue.banner.title" = "Sunteți în coada de așteptare";
"livechat.chat.queue.banner.timeremaining" = "Timpul de așteptare estimat este circa %@";
"livechat.chat.queue.banner.position.subtitle" = "Loc";
"livechat.chat.list.subtitle.queue.spot" = "Loc în coadă: %@";
"livechat.gdpr.googletranslate.consent" = "Acest serviciu poate să conțină traduceri oferite de Google. Google exclude orice fel de garanții referitoare la traduceri, explicite sau implicite, inclusiv orice fel de garanții privind acuratețea, fiabilitatea și orice garanții implicite de vandabilitate sau de oportunitate în raport cu un anumit scop și garanții de neîncălcare a drepturilor.";
"livechat.button.schedule" = "Programa";

"livechat.message.inputwidget.datetime.title" = "Data și ora";
"livechat.message.search.country.placeholder" = "Căutare țară sau cod";
"livechat.message.permission.denied.location" = "Permisiuni de accesare a locației refuzate";
"livechat.messsage.search.noresults" = "Nu am găsit niciun rezultat care să corespundă căutării dvs.";

"livechat.message.status.edit" = "Editare";
"livechat.message.status.reply" = "Răspuns";
"livechat.message.deletingmessage" = "Se șterge mesajul";
"livechat.message.deletemessage" = "Ștergeți mesajul?";
"livechat.message.messagedeletedforeveryone" = "Acest mesaj va fi șters pentru toată lumea. Această acțiune nu poate fi anulată";
"livechat.message.loadmoremessage" = "Încarcă mai multe";
"livechat.message.messagedeleted" = "Acest mesaj a fost șters";
"livechat.message.messageedited" = "Editate";
"livechat.message.failure.transcriptFetch" = "Nu se pot încărca mesajele. Încercați din nou mai târziu.";
"livechat.message.failure.deleteMessage" = "Imposibil de șters mesajul. Încercați din nou mai târziu.";
"livechat.message.failure.editMessage" = "Nu se poate edita mesajul. Încercați din nou mai târziu.";

"livechat.message.log.title" = "Jurnal aplicație";
"livechat.message.log.chatMessage" = "Operatorul a solicitat acces la jurnalul aplicației";
"livechat.message.share" = "Partajare";
"livechat.info.message" = "Copiate";

"livechat.booking.description"="Faceți clic pe „Rezervați acum” mai jos pentru a programa întâlnirea."; 
"livechat.booking.bookappointment" = "Rezervare întâlnire"; 
"livechat.booking.cancelbooking" = "Anulare rezervare"; 
"livechat.booking.cancelbooking.message" = "Sigur doriți să anulați această rezervare?"; 
"livechat.booking.discardbooking" = "Sigur doriți să renunțați la modificări?"; 
"livechat.common.discard" = "Renunțare"; 
"livechat.booking.pickadate" = "Alegeți o dată"; 
"livechat.booking.allslotsbooked" = "Toate perioadele de timp sunt rezervate"; 
"livechat.booking.allslotsbooked.message" = "Se pare că toate perioadele de timp sunt rezervate în această dată, încercați altă dată."; 
"livechat.booking.unavailable" = "Indisponibil"; 
"livechat.booking.slots" = "Intervale de timp"; 
"livechat.booking.slot" = "Interval de timp"; 
"livechat.booking.choosedate" = "Alegeți data"; 
"livechat.booking.bookingconfirmation.title" = "Confirmare rezervare"; 
"livechat.booking.verifydetails" = "Confirmare detalii contact"; 
"livechat.common.noresultfound" = "Nu s-au găsit rezultate pentru căutare"; 
"livechat.booking.choosetimeslot.title" = "Alegeți intervalul de timp"; 
"livechat.booking.booknow" = "Rezervați acum"; 
"livechat.booking.scheduled" = "Programate"; 
"livechat.booking.cancelled" = "S-a anulat"; 
"livechat.booking.reschedule" = "Reprogramare"; 
"livechat.booking.cancel" = "Anulare";

"livechat.booking.expired" = "Expirat";
"livechat.booking.rescheduled" = "Reprogramate";
"livechat.booking.error.booknow" = "Încercați din nou";
"livechat.booking.error.bookanappointment" = "Imposibil de rezervat întâlnirea";
"livechat.booking.error.confirmappointment" = "Rezervare întâlnire eșuată. Încercați din nou.";
"livechat.booking.error.rescheduleaction" = "Imposibil de reprogramat. Încercați din nou.";
"livechat.booking.error.cancelaction" = "Imposibil de anulat. Încercați din nou.";
"livechat.booking.error.rescheduleappointment" = "Imposibil de reprogramat. Încercați din nou.";
"livechat.info.booking.reschedule" = "Întâlnire reprogramată";
"livechat.info.booking.cancel" = "Întâlnire anulată";
"livechat.booking.success.appointment" = "Întâlnire rezervată cu succes";
"livechat.booking.success.reschedule" = "Întâlnire reprogramată cu succes";
"livechat.booking.success.cancel" = "Întâlnire anulată cu succes";
"livechat.booking.disabled" = "Integrarea nu este activată în portal";
"livechat.booking.search" = "Niciun rezultat căutare găsit pentru";
"livechat.voicemessage.alert.title" = "Renunțare la mesajul vocal";
"livechat.voicemessage.alert.message" = "Aceasta va anula mesajul vocal înregistrat";
"livechat.booking.alert.discardChangesPrompt" = "Modificările făcute nu vor fi salvate. Doriți să continuați?";
"livechat.alert.button.proceed" = "Continuare";
"livechat.alert.button.cancel" = "Anulare";

//knowledgebase
"livechat.knowledgebase.recentsearches" = "Căutări recente";
"livechat.knowledgebase.categories" = "Categorii";
"livechat.knowledgebase.article.updated" = "S-a actualizat";
"livechat.knowledgebase.action.like" = "Apreciere";
"livechat.knowledgebase.action.dislike" = "Nu-mi place";
"livechat.knowledgebase.info.liked" = "Apreciat";
"livechat.knowledgebase.info.disliked" = "Displăcut";
"livechat.knowledgebase.view" = "vizualizare";
"livechat.knowledgebase.views" = "vizualizări";
"livechat.knowledgebase.action.invalid" = "Acțiune nevalidă. Încercați din nou.";
"livechat.knowledgebase.noviews" = "Nicio vizualizare";

"livechat.knowledgebase.subcategories" = "Sub-categorii";
"livechat.knowledgebase.article" = "articol";
"livechat.knowledgebase.articles" = "articole";
"livechat.knowledgebase.relatedarticles" = "Articole înrudite";
"livechat.knowledgebase.subcategory.count" = "sub-categorie";
"livechat.knowledgebase.subcategories.count" = "sub-categorii";
"livechat.knowledgebase.recentlyviewed" = "Recent vizualizate";
"livechat.knowledgebase.choosedepartment" = "Alegeți departamentul";
"livechat.knowledgebase.search.departments" = "Departamente";
"livechat.knowledgebase.delete.or.disabled" = "Articol indisponibil";

"livechat.chat" = "Chat";
"livechat.knowledgebase.time.yearsago" = "Actualizat cu %@ an în urmă";
"livechat.knowledgebase.time.monthago" = "Actualizat cu %@ luni în urmă";
"livechat.knowledgebase.time.dayago" = "Actualizat cu 1 zi în urmă";
"livechat.knowledgebase.time.daysago" = "Actualizat cu %@ zile în urmă";
"livechat.knowledgebase.time.hourago" = "Actualizat cu 1 oră în urmă";
"livechat.knowledgebase.time.hoursago" = "Actualizat cu %@ ore în urmă";
"livechat.knowledgebase.time.justnow" = "Actualizat chiar acum";

"livechat.conversation.unavailable" = "Chat indisponibil";
"livechat.message.file.not.supported" = "Tipul de fișier nu este acceptat";
"livechat.message.sending.failed" = "Trimitere mesaj eșuată";
"livechat.launcher.dismiss" = "Trageți aici pentru respingere";
"livechat.button.endchat" = "Oprire chat";


"livechat.message.resendall" = "Retrimitere toate";
"livechat.message.deleteall" = "Șterge toate";
"livechat.filebotcard.minimumselection.error" = "Selectați cel puțin %@ fișiere";
"livechat.filebotcard.maximumselection.error" = "Nu se pot partaja mai mult de %@ fișiere";
"livechat.filebotcard.selectionfile.limitexceed.error" = "Dimensiunea fișierului nu trebuie să depășească %@";
"livechat.filebotcard.upload" = "Încărcare";

"livechat.message.widget.minimumselectionlimit" = "Sunt necesare minimum %@ selecții";
"livechat.message.resource.viewarticle" = "Vizualizare articol";
"livechat.filebotcard.unsupportedfile.error" = "Fișierul selectat nu este acceptat, vă rugăm să selectați un alt fișier. ";
"livechat.fab.call.action" = "Apel";
"livechat.fab.chat.action" = "Chat";
"livechat.fab.close.action" = "Închidere";

"livechat.info.call.convertedaschat" = "Apel convertit în chat de către %@";
"livechat.info.call.end" = "Apel audio la %@ pentru %@";
"livechat.info.call.reject.peer" = "%@ este ocupat momentan. Încercați să sunați mai târziu";
"livechat.info.call.reject" = "%@ a refuzat un apel audio la %@";
"livechat.info.call.missed.other" = "%@ a ratat apelul dvs. audio la %@";
"livechat.info.call.missed.self" = "%@ a ratat un apel audio la %@";
"livechat.info.call.cancelled" = "%@ a anulat un apel audio la %@";
"livechat.common.loading" = "Se încarcă...";
"livechat.call.title.ongoingcall" = "Apel în desfășurare";
"livechat.prechat.chat.online.title" = "Conversați cu noi acum!";
"livechat.prechat.chat.offline.title" = "Lăsați-ne un mesaj";
"livechat.prechat.call.online.title" = "Sunați-ne acum";
"livechat.prechat.call.offline.title" = "Lăsați-ne un apel pierdut";
"livechat.call.warning.make.new.call" = "Nu puteți efectua un apel nou atunci când sunteți deja într-un alt apel.";
"livechat.call.end.alert.when.end.conversation" = "Încheierea discuției va încheia și apelul în curs. Sigur doriți să continuați?";
"livechat.action.end" = "Terminare";
"livechat.prechat.brand.back.to.online" = "Bună ziua, suntem din nou online!";
"livechat.call.outgoingcall.duration" = "Apel efectuat pentru %@";
"livechat.call.missed" = "Apel ratat";
"livechat.call.cancelled" = "Apel anulat";
"livechat.missed.chat.response" = "Vă mulțumim că ne-ați contactat! Revenim la dvs. în scurt timp.";
"livechat.call.miss.alert.title" = "Operatori indisponibili";
"livechat.call.miss.alert.message" = "Doriți să ne lăsați un apel pierdut?";
"livechat.chat.miss.alert.message" = "Doriți să ne lăsați un mesaj?";
"livechat.call.recording.consent.title" = "Consimțământul pentru înregistrarea apelului";
"livechat.call.recording.consent" = "Toate apelurile sunt înregistrate pentru asigurarea calității, păstrarea de înregistrări și în scop de instruire. Făcând clic pe „Accept” vă exprimați acordul privitor la înregistrarea apelului.";
"livechat.call.queue.title" = "Apel în coada de așteptare";
"livechat.call.microphone.permission.title" = "Vă rugăm să permiteți accesul";
"livechat.call.microphone.permission.custom.message" = "%@ are nevoie de permisiunea de a accesa microfonul pentru apeluri vocale";
"livechat.call.microphone.permission.message" = "Această aplicație are nevoie de permisiune pentru a accesa microfonul pentru apeluri vocale";
"livechat.button.endconversation" = "Terminare conversație";
"livechat.message.offlinechat" = "Chat offline";
"livechat.message.offlinecall" = "Apel offline";
"livechat.checkbox.consent.message" = "Sunt de acord cu termenii și condițiile";
"livechat.checkbox.consent.message.tac" = "termenii și condițiile";
"livechat.list.subtitle.queue.call" = "Apelul dvs. este în coada de așteptare. Vă rugăm să așteptați.";
"livechat.list.subtitle.queue.chat" = "Chat-ul dvs. este în coada așteptare. Vă rugăm să așteptați.";
"livechat.common.gdpr.consent.title" = "Consimțământul privind conversația";
"livechat.common.gdpr.consent.message" = "Făcând clic pe Accept, sunteți de acord cu termenii și condițiile specificate în acest document.";
"livechat.common.gdpr.consent.message.in.forms" = "Prin bifarea casetei cu termenii și condițiile, sunteți de acord cu toate reglementările specificate în document.";
"livechat.form.toast.agree.tac" = "Vă rugăm să fiți de acord cu Termenii și condițiile pentru a continua";
"livechat.list.missed.call.subtitle" = "Am ratat apelul dvs. Încercați mai târziu.";
"livechat.list.cancel.call.subtitle" = "Ați anulat un apel audio.";
"livechat.list.subtitle.ongoingcallinothersession" = "Apel în desfășurare în altă sesiune";
"livechat.call.failed.message" = "Se pare că operatorii noștri sunt ocupați acum!";
"livechat.call.waiting.for.response" = "Vă rugăm să așteptați cât reprezentantul nostru de suport se ocupă de apelul dvs.";
"livecaht.call.initialization.failed" = "Inițializarea a eșuat";
